Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Library/Settings/SettingsLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, nl, nn_no, oc, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Fix Major Website Issues
ar: إصلاح المشاكل الرئيسية في الموقع
bg: Поправяне на големи проблеми със сайта
ca: Corregeix els problemes més greus dels llocs
co: Currege i prublemi impurtanti di i siti
cs: Oprava velkých problémů se stránkami
cy: Datrys problemau mawr gwefan
da: Løs store problemer med websted
de: Größere Probleme mit Websites beheben
dsb: Wjelike sedłowe problemy rozwězaś
el: Διόρθωση σημαντικών ζητημάτων ιστοτόπου
eo: Solvi gravajn retejajn problemojn
es: Corregir problemas importantes del sitio
es_ar: Corregir problemas importantes del sitio
es_cl: Solucionar problemas importantes del sitio
es_mx: Solucionar problemas importantes del sitio
eu: Konpondu guneen arazo larriak
fi: Korjaa merkittävät sivusto-ongelmat
fr: Résoudre les problèmes majeurs des sites
fur: Risolf problemis plui grivis cui sîts
fy_nl: Grutte problemen mei de website oplosse
gd: Càirich duilgheadasan mòra aig làraichean
gl: Corrixir problemas principais do sitio
gn: Emyatyrõ apañuái tendagua
he: תיקון בעיות משמעותיות באתרים
hr: Ispravi velike probleme s web-stranicama
hsb: Wulke sydłowe problemy rozrisać
hu: Nagy oldalhibák javítása
hy_am: Ուղղել կայքի հիմնական խնդիրները
ia: Resolver problemas major de sitos
id: Perbaiki masalah besar pada situs
is: Lagfæra helstu vandamál á vefnum
it: Risolvi problemi gravi con i siti
ja: サイトの主要な問題を修正
ka: საიტზე მნიშვნელოვანი ხარვეზების გამოსწორება
kk: Сайттардың негізгі мәселелерін түзету
ko: 주요 사이트 문제 해결
ml: വലിയ വെബ്ബിട കുഴപ്പങ്ങൾ പരിഹരിക്കുക
nb_no: Fiks større nettstedsproblemer
nl: Grote problemen met de website verhelpen
nn_no: Fiks større nettstadsproblem
oc: Reglar los problèmas màgers dels sites
pa_guru_in: ਵੱਡੇ ਸਾਈਟ ਮਸਲੇ ਠੀਕ ਕਰੋ
pl: Naprawianie poważnych problemów ze stronami
pt_br: Corrigir principais problemas em sites
pt_pt: Corrigir os principais problemas dos sites
rm: Schliar ils problems ils pli gravants da websites
ro: Remediază problemele majore ale site-urilor
ru: Устранение основных проблем с сайтами
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱱᱟᱜ ᱢᱟᱨᱟᱝ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱠᱚ ᱡᱩᱛ ᱢᱮ
sk: Opraviť závažné problémy so stránkami
sl: Popravljaj večje težave s stranmi
sq: Ndreqni probleme të mëdha sajtesh
sr: Поправи веће проблеме са страницом
sv_se: Åtgärda större webbplatsproblem
tg: Ислоҳ кардани нуқсонҳои асосии сомона
th: แก้ไขปัญหาหลัก ๆ ของไซต์
tr: Önemli site sorunlarını düzelt
ug: بېكەتنىڭ ئاساسلىق مەسىلىسىنى ئوڭشايدۇ
uk: Усувати значні проблеми з сайтами
vi: Sửa các sự cố lớn của trang web
zh_hans: 修复严重网站问题
zh_hant: 修正網站的主要問題

source: Fix Minor Website Issues
ar: إصلاح المشاكل البسيطة في الموقع
bg: Поправяне на незначителни проблеми със сайта
ca: Corregeix els problemes menors dels llocs
co: Currege i prublemi secundarii di i siti
cs: Oprava menších problémů se stránkami
cy: Datrys problemau bach gwefan
da: Løs mindre problemer med websted
de: Kleinere Probleme mit Websites beheben
dsb: Snadne sedłowe problemy rozwězaś
el: Διόρθωση μικρών ζητημάτων ιστοτόπου
eo: Solvi negravajn retejajn problemojn
es: Corregir problemas menores del sitio
es_ar: Corregir problemas menores del sitio
es_cl: Solucionar problemas menores del sitio
es_mx: Solucionar problemas menores del sitio
eu: Konpondu guneen arazo arinak
fi: Korjaa vähäiset sivusto-ongelmat
fr: Résoudre les problèmes mineurs des sites
fur: Risolf problemis plui piçui cui sîts
fy_nl: Lytse problemen mei de website oplosse
gd: Càirich duilgheadasan beaga aig làraichean
gl: Corrixir problemas menores do sitio
gn: Emyatyrõ apañuai’i tendagua
he: תיקון בעיות קלות באתרים
hr: Ispravi manje problema s web-stranicama
hsb: Snadne sydłowe problemy rozrisać
hu: Kisebb oldalhibák javítása
hy_am: Ուղղել կայքի մանր խնդիրները
ia: Resolver problemas minor de sitos
id: Perbaiki masalah kecil pada situs
is: Lagfæra minniháttar vandamál á vefnum
it: Risolvi problemi minori con i siti
ja: サイトの軽微な問題を修正
ka: საიტზე მცირე ხარვეზების გამოსწორება
kk: Сайттардың шамалы мәселелерін түзету
ko: 사소한 사이트 문제 해결
ml: ചെറിയ വെബ്ബിട കുഴപ്പങ്ങൾ പരിഹരിക്കുക
nb_no: Fiks mindre nettstedsproblemer
nl: Kleine problemen met de website oplossen
nn_no: Fiks mindre nettstadsproblem
oc: Reglar los problèmas menors dels sites
pa_guru_in: ਛੋਟੇ ਸਾਈਟ ਮਸਲੇ ਠੀਕ ਕਰੋ
pl: Naprawianie drobnych problemów ze stronami
pt_br: Corrigir problemas menores em sites
pt_pt: Corrigir os pequenos problemas dos sites
rm: Schliar ils problems pli pitschens da websites
ro: Remediază probleme minore ale site-urilor
ru: Устранение незначительных проблем с сайтами
sat: ᱥᱟᱭᱤᱴ ᱨᱮᱱᱟᱜ ᱦᱩᱰᱤᱧ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱠᱚ ᱡᱩᱛ ᱢᱮ
sk: Opraviť menšie problémy so stránkami
sl: Popravljaj manjše težave s stranmi
sq: Ndreq probleme të vockla sajti
sr: Поправи мање проблеме са страницом
sv_se: Åtgärda mindre webbplatsproblem
tg: Ислоҳ кардани нуқсонҳои хурди сомона
th: แก้ไขปัญหาเล็ก ๆ ของไซต์
tr: Küçük site sorunlarını düzelt
ug: بېكەتنىڭ يېنىك مەسىلىسىنى ئوڭشايدۇ
uk: Усувати незначні проблеми з сайтами
vi: Sửa các sự cố nhỏ của trang web
zh_hans: 修复轻微网站问题
zh_hant: 修正網站的小問題
